"Job Log" = "工作紀錄檔";
"Job Log2" = "工作紀錄檔";

"User ID" = "使用者識別碼";
"User ID:" = "使用者識別碼:";

"Job Type" = "工作種類";
"Job Type:" = "工作種類:";

"File Name" = "檔案名稱";
"File Name:" = "檔案名稱:";

"Password" = "密碼";
"Password:" = "密碼:";

"User Code" = "使用者代碼";
"User Code:" = "使用者代碼:";

"Time" = "時間";
"Time:" = "時間:";

"Enable User Code" = "啟用使用者代碼";
"Pop up Every Time" = "每次快顯";
"User Code Always Blank" = "使用者代碼永遠空白";
"OK" = "確定";
"Cancel" = "取消";
"Enable Specify Time" = "設定列印時間";

"Folder Number" = "資料夾編號";
"Folder Number:" = "資料夾編號:";

"Folder Password" = "資料夾密碼";
"Folder Password:" = "資料夾密碼:";

"Normal Print" = "一般列印";
"Sample Print" = "樣本列印";
"Locked Print" = "機密列印";
"Hold Print" = "保留列印";
"Stored Print" = "儲存列印";
"Store and Print" = "儲存並列印";
"Document Server" = "文件伺服器";

"(4-8 digits)" = "(4-8位數。)";

"Enter a valid File Name" = "請輸入有效的檔案名稱。";
"Enter a valid Password" = "請輸入有效的密碼。";
"Enter a valid User Code" = "請輸入有效的使用者代碼。";
"Enter a valid User ID" = "請輸入有效的使用者識別碼。";
"Enter a valid Folder Password" = "請輸入有效的資料夾密碼。";

"(Up to 8 alphanumeric characters)" = "(最多8個英數字元。)";
"(Up to 16 alphanumeric characters)" = "(最多16個英數字元。)";
"(4 digits)" = "(4-8位數。)";
"(Up to 8 digits)" = "(4-8位數。)";